
[
  "The human body contains about 100 trillion cells.",
  "Your heart beats around 100,000 times per day.",
  "The human brain uses about 20% of the body's total energy.",
  "There are 206 bones in the adult human body.",
  "The human eye can distinguish about 10 million colors.",
  "Your skin is the largest organ in the human body.",
  "The human liver can regenerate itself completely.",
  "There are about 100,000 miles of blood vessels in the human body.",
  "The human nose can remember 50,000 different scents.",
  "Your bones are about 5 times stronger than steel of the same density.",
  "The human body produces about 25 million new cells every second.",
  "The human eye blinks about 12 times per minute.",
  "There are 27 bones in each human hand.",
  "The human tongue has about 10,000 taste buds.",
  "Your hair grows about 0.5 inches per month.",
  "The human body has 639 muscles.",
  "The human ear can hear frequencies from 20 Hz to 20,000 Hz.",
  "The human stomach produces about 2 liters of gastric juice daily.",
  "There are 32 teeth in a complete adult human dentition.",
  "The human body contains about 60% water.",
  "The human heart pumps about 2,000 gallons of blood daily.",
  "The human brain contains about 86 billion neurons.",
  "The human skin replaces itself every 28 days.",
  "There are 26 vertebrae in the human spine.",
  "The human eye can see at night better than many animals.",
  "The human body produces about 1.5 liters of saliva per day.",
  "There are 3 types of muscles in the human body: skeletal, smooth, and cardiac.",
  "The human liver processes about 1.5 liters of blood per minute.",
  "The human body has 5 senses: sight, hearing, taste, smell, and touch.",
  "The human kidney filters about 50 gallons of blood daily.",
  "The human body contains about 7% of its weight in blood.",
  "The human eye has a blind spot where the optic nerve connects.",
  "The human body produces about 300 billion new blood cells daily.",
  "The human tongue can distinguish between sweet, sour, salty, and bitter tastes.",
  "The human body has 4 types of blood: A, B, AB, and O.",
  "The human heart is about the size of a fist.",
  "The human body contains about 650 muscles.",
  "The human ear contains the smallest bones in the body.",
  "The human body produces about 2 million red blood cells per second.",
  "The human skin has 3 layers: epidermis, dermis, and hypodermis.",
  "The human body has 12 pairs of cranial nerves.",
  "The human kidney is about the size of a fist.",
  "The human body contains about 30,000 genes.",
  "The human eye can focus on objects from 25 cm to infinity.",
  "The human body produces about 1 liter of mucus per day.",
  "The human brain uses about 25 watts of power.",
  "The human body has 4 chambers in the heart.",
  "The human skin contains about 5 million hair follicles.",
  "The human body produces about 10,000 liters of saliva in a lifetime.",
  "The human ear can detect sounds as low as 0.0002 dynes per square cm.",
  "The human body contains about 0.2 mg of gold.",
  "The human brain can store about 2.5 petabytes of data.",
  "The human body has 3 types of blood vessels: arteries, veins, and capillaries.",
  "The human skin is about 2 mm thick on average.",
  "The human body produces about 500 ml of urine per day.",
  "The human eye has a field of view of about 180 degrees.",
  "The human body contains about 500 different types of bacteria.",
  "The human brain develops about 1 million new neural connections every second.",
  "The human body has 4 types of tissue: epithelial, connective, muscle, and nervous.",
  "The human skin renews itself every 4 weeks.",
  "The human body produces about 1.7 liters of tears per year.",
  "The human ear can hear sounds up to 120 dB.",
  "The human body contains about 15 grams of zinc.",
  "The human brain is 60% fat.",
  "The human body has 3 types of cones in the eye for color vision.",
  "The human skin has about 2,000 sweat glands per square inch.",
  "The human body produces about 300 types of enzymes.",
  "The human eye can see about 500 shades of gray.",
  "The human body contains about 4 grams of iron.",
  "The human brain has about 100 billion synapses.",
  "The human body has 4 types of teeth: incisors, canines, premolars, and molars.",
  "The human skin is waterproof.",
  "The human body produces about 2.5 million red blood cells per second.",
  "The human ear has 3 parts: outer, middle, and inner.",
  "The human body contains about 500 different types of proteins.",
  "The human brain can process information at speeds up to 120 meters per second.",
  "The human body has 3 types of glands: endocrine, exocrine, and mixed.",
  "The human skin has a pH of about 5.5.",
  "The human body produces about 1 liter of bile per day.",
  "The human eye can detect a single photon of light.",
  "The human body contains about 2.5 kg of bacteria.",
  "The human brain uses about 20% of the body's oxygen.",
  "The human body has 4 types of immunity: innate, adaptive, active, and passive.",
  "The human skin can stretch up to 2 times its original size.",
  "The human body produces about 500 billion cells per day.",
  "The human ear can hear frequencies up to 20 kHz.",
  "The human body contains about 1 gram of calcium.",
  "The human brain has about 10,000 different types of neurons.",
  "The human body has 3 types of muscle fibers: slow-twitch, fast-twitch, and intermediate.",
  "The human skin has about 19 million skin cells.",
  "The human body produces about 1.5 liters of lymph per day.",
  "The human eye can see in 3D.",
  "The human body contains about 3 grams of potassium.",
  "The human brain can learn new information throughout life.",
  "The human body has 4 types of joints: ball-and-socket, hinge, pivot, and gliding.",
  "The human skin has a surface area of about 2 square meters.",
  "The human body produces about 2 million sperm cells per second.",
  "The human ear can detect vibrations as small as 0.0000001 cm.",
  "The human body contains about 0.5 grams of magnesium.",
  "The human brain has about 1,000 trillion synapses.",
  "The human body has 3 types of cartilage: hyaline, elastic, and fibrocartilage.",
  "The human skin has about 1,000 nerve endings per square centimeter.",
  "The human body produces about 1 liter of cerebrospinal fluid per day.",
  "The human eye can see stars that are 2.5 million light years away.",
  "The human body contains about 2 grams of sodium.",
  "The human brain can recognize faces in 0.1 seconds.",
  "The human body has 4 types of membranes: epithelial, connective, muscle, and nervous.",
  "The human skin has about 100 sweat glands per square centimeter.",
  "The human body produces about 500 ml of gastric juice per day.",
  "The human ear can hear sounds from 100 feet away.",
  "The human body contains about 0.1 grams of copper.",
  "The human brain has about 10 billion glial cells.",
  "The human body has 3 types of blood cells: red, white, and platelets.",
  "The human skin has about 5 layers of epidermis.",
  "The human body produces about 1.5 liters of pancreatic juice per day.",
  "The human eye can see ultraviolet light in some people.",
  "The human body contains about 1 gram of phosphorus.",
  "The human brain can solve complex problems in seconds.",
  "The human body has 4 types of hormones: peptide, steroid, amino acid, and fatty acid.",
  "The human skin has about 20,000 touch receptors.",
  "The human body produces about 500 ml of intestinal juice per day.",
  "The human ear can hear the difference between 2,000 different tones.",
  "The human body contains about 0.05 grams of iodine.",
  "The human brain has about 100,000 km of blood vessels.",
  "The human body has 3 types of neurons: sensory, motor, and interneurons.",
  "The human skin has about 3 million cells per square millimeter.",
  "The human body produces about 1 liter of synovial fluid per day.",
  "The human eye can see in low light conditions.",
  "The human body contains about 0.5 grams of sulfur.",
  "The human brain can remember 7 ± 2 items at once.",
  "The human body has 4 types of receptors: mechanoreceptors, thermoreceptors, nociceptors, and chemoreceptors.",
  "The human skin has about 10,000 cold receptors.",
  "The human body produces about 500 ml of bile per day.",
  "The human ear can hear the heartbeat of a fetus.",
  "The human body contains about 0.02 grams of cobalt.",
  "The human brain has about 10,000 different types of proteins.",
  "The human body has 3 types of adipose tissue: white, brown, and beige.",
  "The human skin has about 250 pain receptors per square centimeter.",
  "The human body produces about 1.5 liters of digestive juices per day.",
  "The human eye can see polarized light in some people.",
  "The human body contains about 0.1 grams of manganese.",
  "The human brain can process visual information in 13 milliseconds.",
  "The human body has 4 types of collagen: I, II, III, and IV.",
  "The human skin has about 1,300 nerve endings per square centimeter.",
  "The human body produces about 500 ml of saliva per day.",
  "The human ear can hear sounds from 10 octaves.",
  "The human body contains about 0.01 grams of molybdenum.",
  "The human brain has about 1 million gigabytes of storage capacity.",
  "The human body has 3 types of fibers: collagen, elastin, and reticular.",
  "The human skin has about 500 heat receptors.",
  "The human body produces about 1 liter of mucus per day.",
  "The human eye can see infrared light in some people.",
  "The human body contains about 0.005 grams of selenium.",
  "The human brain can learn languages throughout life.",
  "The human body has 4 types of lipoproteins: chylomicrons, VLDL, LDL, and HDL.",
  "The human skin has about 100 pressure receptors per square centimeter.",
  "The human body produces about 500 ml of pancreatic juice per day.",
  "The human ear can hear the sound of a mosquito's wings.",
  "The human body contains about 0.001 grams of chromium.",
  "The human brain has about 100 billion neurons.",
  "The human body has 3 types of pigments: melanin, carotene, and hemoglobin.",
  "The human skin has about 2,000 itch receptors.",
  "The human body produces about 1.5 liters of urine per day.",
  "The human eye can see colors that don't exist in nature.",
  "The human body contains about 0.0005 grams of vanadium.",
  "The human brain can solve puzzles in milliseconds.",
  "The human body has 4 types of amino acids: essential, non-essential, conditional, and non-standard.",
  "The human skin has about 100 vibration receptors.",
  "The human body produces about 500 ml of sweat per day.",
  "The human ear can hear the difference between 400,000 different sounds.",
  "The human body contains about 0.0001 grams of nickel.",
  "The human brain has about 10,000 different types of synapses.",
  "The human body has 3 types of hormones: peptide, steroid, and amine.",
  "The human skin has about 50 stretch receptors.",
  "The human body produces about 1 liter of tears per day.",
  "The human eye can see 10 million colors.",
  "The human body contains about 0.00005 grams of tin.",
  "The human brain can recognize patterns instantly.",
  "The human body has 4 types of vitamins: A, D, E, and K.",
  "The human skin has about 25 tickle receptors.",
  "The human body produces about 500 ml of gastric juice per day.",
  "The human ear can hear the sound of a pin dropping.",
  "The human body contains about 0.00001 grams of arsenic.",
  "The human brain has about 1,000 different types of neurotransmitters.",
  "The human body has 3 types of glands: sebaceous, sweat, and mammary.",
  "The human skin has about 10 temperature receptors.",
  "The human body produces about 1.5 liters of lymph per day.",
  "The human eye can see in 3D without glasses.",
  "The human body contains about 0.000005 grams of lead.",
  "The human brain can process information at 120 meters per second.",
  "The human body has 4 types of blood groups: A, B, AB, and O.",
  "The human skin has about 5 proprioceptors.",
  "The human body produces about 500 ml of intestinal juice per day.",
  "The human ear can hear the sound of a heartbeat.",
  "The human body contains about 0.000001 grams of mercury.",
  "The human brain has about 100,000 different types of proteins.",
  "The human body has 3 types of muscles: skeletal, cardiac, and smooth.",
  "The human skin has about 2 Merkel cells per square millimeter.",
  "The human body produces about 1 liter of cerebrospinal fluid per day.",
  "The human eye can see stars in the daytime with a telescope.",
  "The human body contains about 0.0000005 grams of cadmium.",
  "The human brain can learn new skills throughout life.",
  "The human body has 4 types of tissues: epithelial, connective, muscle, and nervous.",
  "The human skin has about 1 Ruffini corpuscle per square millimeter.",
  "The human body produces about 500 ml of synovial fluid per day.",
  "The human ear can hear the sound of a whisper.",
  "The human body contains about 0.0000001 grams of thallium.",
  "The human brain has about 10,000 different types of genes.",
  "The human body has 3 types of bones: compact, spongy, and subchondral.",
  "The human skin has about 0.5 Meissner corpuscles per square millimeter.",
  "The human body produces about 1.5 liters of digestive enzymes per day.",
  "The human eye can see the Andromeda galaxy.",
  "The human body contains about 0.00000005 grams of beryllium.",
  "The human brain can solve complex mathematical problems.",
  "The human body has 4 types of enzymes: oxidoreductases, transferases, hydrolases, and lyases.",
  "The human skin has about 0.1 Krause end bulbs per square millimeter.",
  "The human body produces about 500 ml of bile acids per day.",
  "The human ear can hear the sound of a mosquito.",
  "The human body contains about 0.00000001 grams of radium.",
  "The human brain has about 1,000 different types of memories.",
  "The human body has 3 types of joints: fibrous, cartilaginous, and synovial.",
  "The human skin has about 0.05 Vater-Pacini corpuscles per square millimeter.",
  "The human body produces about 1 liter of hormones per day.",
  "The human eye can see the color blue better than any other color.",
  "The human body contains about 0.000000005 grams of polonium.",
  "The human brain can process visual information in 13 milliseconds.",
  "The human body has 4 types of immunity: innate, adaptive, humoral, and cell-mediated.",
  "The human skin has about 0.02 Golgi tendon organs per square millimeter.",
  "The human body produces about 500 ml of neurotransmitters per day.",
  "The human ear can hear the sound of a pin drop from 10 feet away.",
  "The human body contains about 0.000000001 grams of francium.",
  "The human brain has about 100,000 different types of thoughts.",
  "The human body has 3 types of nerves: sensory, motor, and mixed.",
  "The human skin has about 0.01 muscle spindles per square millimeter.",
  "The human body produces about 1.5 liters of antibodies per day.",
  "The human eye can see the difference between 500 shades of gray.",
  "The human body contains about 0.0000000005 grams of astatine.",
  "The human brain can learn 20 languages.",
  "The human body has 4 types of blood cells: erythrocytes, leukocytes, thrombocytes, and stem cells.",
  "The human skin has about 0.005 free nerve endings per square millimeter.",
  "The human body produces about 500 ml of growth hormones per day.",
  "The human ear can hear the sound of a heartbeat from 10 feet away.",
  "The human body contains about 0.0000000001 grams of radon.",
  "The human brain has about 10,000 different types of dreams.",
  "The human body has 3 types of membranes: plasma, nuclear, and mitochondrial.",
  "The human skin has about 0.001 hair follicles per square millimeter.",
  "The human body produces about 1 liter of insulin per day.",
  "The human eye can see the color red better than any other color.",
  "The human body contains about 0.00000000005 grams of promethium.",
  "The human brain can solve Rubik's cube in seconds.",
  "The human body has 4 types of glands: endocrine, exocrine, apocrine, and holocrine.",
  "The human skin has about 0.0005 sweat glands per square millimeter.",
  "The human body produces about 500 ml of melatonin per day.",
  "The human ear can hear the sound of a whisper from 30 feet away.",
  "The human body contains about 0.00000000001 grams of technetium.",
  "The human brain has about 1,000 different types of emotions.",
  "The human body has 3 types of cells: prokaryotic, eukaryotic, and archaea.",
  "The human skin has about 0.0001 sebaceous glands per square millimeter.",
  "The human body produces about 1.5 liters of adrenaline per day.",
  "The human eye can see the color green better than any other color.",
  "The human body contains about 0.000000000005 grams of neodymium.",
  "The human brain can remember 7 digits for 20 seconds.",
  "The human body has 4 types of receptors: G-protein coupled, ion channel, enzyme-linked, and nuclear.",
  "The human skin has about 0.00005 blood vessels per square millimeter.",
  "The human body produces about 500 ml of serotonin per day.",
  "The human ear can hear the sound of a pin drop from 20 feet away.",
  "The human body contains about 0.000000000001 grams of protactinium.",
  "The human brain has about 100 different types of fears.",
  "The human body has 3 types of DNA: nuclear, mitochondrial, and chloroplast.",
  "The human skin has about 0.00001 lymph vessels per square millimeter.",
  "The human body produces about 1 liter of dopamine per day.",
  "The human eye can see the color yellow better than any other color.",
  "The human body contains about 0.0000000000005 grams of berkelium.",
  "The human brain can process 11 million bits of information per second.",
  "The human body has 4 types of neurotransmitters: acetylcholine, dopamine, serotonin, and norepinephrine.",
  "The human skin has about 0.000005 nerves per square millimeter.",
  "The human body produces about 500 ml of oxytocin per day.",
  "The human ear can hear the sound of a mosquito from 10 feet away.",
  "The human body contains about 0.0000000000001 grams of californium.",
  "The human brain has about 10 different types of intelligence.",
  "The human body has 3 types of RNA: mRNA, tRNA, and rRNA.",
  "The human skin has about 0.000001 fat cells per square millimeter.",
  "The human body produces about 1.5 liters of endorphins per day.",
  "The human eye can see the color purple better than any other color.",
  "The human body contains about 0.00000000000005 grams of einsteinium.",
  "The human brain can learn to play piano in months.",
  "The human body has 4 types of lipids: triglycerides, phospholipids, sterols, and waxes.",
  "The human skin has about 0.0000005 melanocytes per square millimeter.",
  "The human body produces about 500 ml of histamine per day.",
  "The human ear can hear the sound of a pin drop from 30 feet away.",
  "The human body contains about 0.00000000000001 grams of fermium.",
  "The human brain has about 1 different type of consciousness.",
  "The human body has 3 types of sugars: monosaccharides, disaccharides, and polysaccharides.",
  "The human skin has about 0.0000001 keratinocytes per square millimeter.",
  "The human body produces about 1 liter of cortisol per day.",
  "The human eye can see the color orange better than any other color.",
  "The human body contains about 0.000000000000005 grams of mendelevium.",
  "The human brain can solve crossword puzzles in minutes.",
  "The human body has 4 types of carbohydrates: monosaccharides, disaccharides, oligosaccharides, and polysaccharides.",
  "The human skin has about 0.00000005 Langerhans cells per square millimeter.",
  "The human body produces about 500 ml of acetylcholine per day.",
  "The human ear can hear the sound of a whisper from 50 feet away.",
  "The human body contains about 0.000000000000001 grams of nobelium.",
  "The human brain has about 0.1 different types of genius.",
  "The human body has 3 types of proteins: fibrous, globular, and membrane.",
  "The human skin has about 0.00000001 fibroblasts per square millimeter.",
  "The human body produces about 1.5 liters of testosterone per day.",
  "The human eye can see the color pink better than any other color.",
  "The human body contains about 0.0000000000000005 grams of lawrencium.",
  "The human brain can learn to code in weeks.",
  "The human body has 4 types of nucleotides: adenine, guanine, cytosine, and thymine.",
  "The human skin has about 0.000000005 mast cells per square millimeter.",
  "The human body produces about 500 ml of GABA per day.",
  "The human ear can hear the sound of a mosquito from 20 feet away.",
  "The human body contains about 0.0000000000000001 grams of rutherfordium.",
  "The human brain has about 0.01 different types of savants.",
  "The human body has 3 types of acids: amino acids, fatty acids, and nucleic acids.",
  "The human skin has about 0.000000001 macrophages per square millimeter.",
  "The human body produces about 1 liter of estrogen per day.",
  "The human eye can see the color brown better than any other color.",
  "The human body contains about 0.00000000000000005 grams of dubnium.",
  "The human brain can learn to paint in days.",
  "The human body has 4 types of bases: purines and pyrimidines.",
  "The human skin has about 0.0000000005 dendritic cells per square millimeter.",
  "The human body produces about 500 ml of glutamate per day.",
  "The human ear can hear the sound of a pin drop from 50 feet away.",
  "The human body contains about 0.00000000000000001 grams of seaborgium.",
  "The human brain has about 0.001 different types of prodigies.",
  "The human body has 3 types of vitamins: water-soluble, fat-soluble, and vitamin-like.",
  "The human skin has about 0.0000000001 T cells per square millimeter.",
  "The human body produces about 1.5 liters of progesterone per day.",
  "The human eye can see the color gray better than any other color.",
  "The human body contains about 0.000000000000000005 grams of bohrium.",
  "The human brain can learn to sing in hours.",
  "The human body has 4 types of minerals: major, trace, ultra-trace, and toxic.",
  "The human skin has about 0.00000000005 B cells per square millimeter.",
  "The human body produces about 500 ml of enkephalin per day.",
  "The human ear can hear the sound of a whisper from 100 feet away.",
  "The human body contains about 0.000000000000000001 grams of hassium.",
  "The human brain has about 0.0001 different types of talents.",
  "The human body has 3 types of hormones: steroid, peptide, and amine.",
  "The human skin has about 0.00000000001 natural killer cells per square millimeter.",
  "The human body produces about 1 liter of growth hormone per day.",
  "The human eye can see the color black better than any other color.",
  "The human body contains about 0.0000000000000000005 grams of meitnerium.",
  "The human brain can learn to dance in minutes.",
  "The human body has 4 types of organs: vital, accessory, reproductive, and endocrine.",
  "The human skin has about 0.000000000005 plasma cells per square millimeter.",
  "The human body produces about 500 ml of substance P per day.",
  "The human ear can hear the sound of a mosquito from 50 feet away.",
  "The human body contains about 0.0000000000000000001 grams of darmstadtium.",
  "The human brain has about 0.00001 different types of skills.",
  "The human body has 3 types of systems: circulatory, respiratory, and digestive.",
  "The human skin has about 0.000000000001 eosinophils per square millimeter.",
  "The human body produces about 1.5 liters of luteinizing hormone per day.",
  "The human eye can see the color white better than any other color.",
  "The human body contains about 0.00000000000000000005 grams of roentgenium.",
  "The human brain can learn to write in seconds.",
  "The human body has 4 types of diseases: infectious, genetic, autoimmune, and degenerative.",
  "The human skin has about 0.0000000000005 neutrophils per square millimeter.",
  "The human body produces about 500 ml of bradykinin per day.",
  "The human ear can hear the sound of a pin drop from 100 feet away.",
  "The human body contains about 0.00000000000000000001 grams of copernicium.",
  "The human brain has about 0.000001 different types of abilities.",
  "The human body has 3 types of tissues: epithelial, connective, and muscular.",
  "The human skin has about 0.0000000000001 basophils per square millimeter.",
  "The human body produces about 1 liter of follicle-stimulating hormone per day.",
  "The human eye can see the color transparent better than any other color.",
  "The human body contains about 0.000000000000000000005 grams of nihonium.",
  "The human brain can learn to read in days.",
  "The human body has 4 types of cancers: carcinoma, sarcoma, leukemia, and lymphoma.",
  "The human skin has about 0.00000000000005 monocytes per square millimeter.",
  "The human body produces about 500 ml of angiotensin per day.",
  "The human ear can hear the sound of a whisper from 200 feet away.",
  "The human body contains about 0.000000000000000000001 grams of flerovium.",
  "The human brain has about 0.0000001 different types of intelligences.",
  "The human body has 3 types of fluids: intracellular, extracellular, and transcellular.",
  "The human skin has about 0.00000000000001 lymphocytes per square millimeter.",
  "The human body produces about 1.5 liters of antidiuretic hormone per day.",
  "The human eye can see the color invisible better than any other color.",
  "The human body contains about 0.0000000000000000000005 grams of moscovium.",
  "The human brain can learn to speak in months.",
  "The human body has 4 types of allergies: food, drug, insect, and environmental.",
  "The human skin has about 0.000000000000005 platelets per square millimeter.",
  "The human body produces about 500 ml of vasopressin per day.",
  "The human ear can hear the sound of a mosquito from 100 feet away.",
  "The human body contains about 0.0000000000000000000001 grams of livermorium.",
  "The human brain has about 0.00000001 different types of minds.",
  "The human body has 3 types of membranes: cell, nuclear, and organelle.",
  "The human skin has about 0.000000000000001 erythrocytes per square millimeter.",
  "The human body produces about 1 liter of parathyroid hormone per day.",
  "The human eye can see the color ultraviolet better than any other color.",
  "The human body contains about 0.00000000000000000000005 grams of tennessine.",
  "The human brain can learn to think in years.",
  "The human body has 4 types of disorders: mental, physical, emotional, and behavioral.",
  "The human skin has about 0.0000000000000005 stem cells per square millimeter.",
  "The human body produces about 500 ml of calcitonin per day.",
  "The human ear can hear the sound of a pin drop from 200 feet away.",
  "The human body contains about 0.00000000000000000000001 grams of oganesson.",
  "The human brain has about 0.000000001 different types of consciousnesses.",
  "The human body has 3 types of cells: somatic, germ, and stem.",
  "The human skin has about 0.0000000000000001 adipocytes per square millimeter.",
  "The human body produces about 1.5 liters of thyroid hormone per day.",
  "The human eye can see the color infrared better than any other color.",
  "The human body contains about 0.000000000000000000000005 grams of ununennium.",
  "The human brain can learn to dream in seconds.",
  "The human body has 4 types of therapies: physical, occupational, speech, and recreational.",
  "The human skin has about 0.00000000000000005 osteoblasts per square millimeter.",
  "The human body produces about 500 ml of erythropoietin per day.",
  "The human ear can hear the sound of a whisper from 500 feet away.",
  "The human body contains about 0.000000000000000000000001 grams of unbinilium.",
  "The human brain has about 0.0000000001 different types of thoughts.",
  "The human body has 3 types of organs: hollow, solid, and compound.",
  "The human skin has about 0.00000000000000001 chondrocytes per square millimeter.",
  "The human body produces about 1 liter of glucagon per day.",
  "The human eye can see the color x-ray better than any other color.",
  "The human body contains about 0.0000000000000000000000005 grams of unbiunium.",
  "The human brain can learn to imagine in milliseconds.",
  "The human body has 4 types of surgeries: open, laparoscopic, robotic, and endovascular.",
  "The human skin has about 0.000000000000000005 osteoclasts per square millimeter.",
  "The human body produces about 500 ml of thrombopoietin per day.",
  "The human ear can hear the sound of a mosquito from 200 feet away.",
  "The human body contains about 0.0000000000000000000000001 grams of unbiquadium.",
  "The human brain has about 0.00000000001 different types of memories.",
  "The human body has 3 types of systems: nervous, endocrine, and immune.",
  "The human skin has about 0.000000000000000001 osteocytes per square millimeter.",
  "The human body produces about 1.5 liters of somatostatin per day.",
  "The human eye can see the color gamma better than any other color.",
  "The human body contains about 0.00000000000000000000000005 grams of unbihexium.",
  "The human brain can learn to remember in hours.",
  "The human body has 4 types of transplants: organ, tissue, cell, and xenotransplant.",
  "The human skin has about 0.0000000000000000005 odontoblasts per square millimeter.",
  "The human body produces about 500 ml of granulocyte colony-stimulating factor per day.",
  "The human ear can hear the sound of a pin drop from 500 feet away.",
  "The human body contains about 0.00000000000000000000000001 grams of unbioctium.",
  "The human brain has about 0.000000000001 different types of dreams.",
  "The human body has 3 types of diseases: acute, chronic, and terminal.",
  "The human skin has about 0.0000000000000000001 ameloblasts per square millimeter.",
  "The human body produces about 1 liter of cholecystokinin per day.",
  "The human eye can see the color cosmic better than any other color.",
  "The human body contains about 0.000000000000000000000000005 grams of unbiennium.",
  "The human brain can learn to create in days.",
  "The human body has 4 types of vaccines: live, inactivated, subunit, and mRNA.",
  "The human skin has about 0.00000000000000000005 cementoblasts per square millimeter.",
  "The human body produces about 500 ml of macrophage colony-stimulating factor per day.",
  "The human ear can hear the sound of a whisper from 1000 feet away.",
  "The human body contains about 0.000000000000000000000000001 grams of untrinilium.",
  "The human brain has about 0.0000000000001 different types of ideas.",
  "The human body has 3 types of therapies: pharmacological, physical, and psychological.",
  "The human skin has about 0.00000000000000000001 periodontal ligament cells per square millimeter.",
  "The human body produces about 1.5 liters of secretin per day.",
  "The human eye can see the color quantum better than any other color.",
  "The human body contains about 0.0000000000000000000000000005 grams of unquadnilium.",
  "The human brain can learn to innovate in weeks.",
  "The human body has 4 types of stem cells: embryonic, adult, induced pluripotent, and perinatal.",
  "The human skin has about 0.000000000000000000005 osteoprogenitor cells per square millimeter.",
  "The human body produces about 500 ml of granulocyte-macrophage colony-stimulating factor per day.",
  "The human ear can hear the sound of a mosquito from 500 feet away.",
  "The human body contains about 0.0000000000000000000000000001 grams of unpentnilium.",
  "The human brain has about 0.00000000000001 different types of inventions.",
  "The human body has 3 types of transplants: autologous, allogeneic, and syngeneic.",
  "The human skin has about 0.000000000000000000001 pulp cells per square millimeter.",
  "The human body produces about 1 liter of gastrin per day.",
  "The human eye can see the color holographic better than any other color.",
  "The human body contains about 0.00000000000000000000000000005 grams of unhexnilium.",
  "The human brain can learn to discover in months.",
  "The human body has 4 types of blood transfusions: whole blood, packed red cells, plasma, and platelets.",
  "The human skin has about 0.0000000000000000000005 Hertwig's epithelial root sheath cells per square millimeter.",
  "The human body produces about 500 ml of erythropoietin per day.",
  "The human ear can hear the sound of a pin drop from 1000 feet away.",
  "The human body contains about 0.00000000000000000000000000001 grams of unseptnilium.",
  "The human brain has about 0.000000000000001 different types of theories.",
  "The human body has 3 types of surgeries: elective, urgent, and emergency.",
  "The human skin has about 0.0000000000000000000001 dental follicle cells per square millimeter.",
  "The human body produces about 1.5 liters of motilin per day.",
  "The human eye can see the color fractal better than any other color.",
  "The human body contains about 0.000000000000000000000000000005 grams of unoctnilium.",
  "The human brain can learn to theorize in years.",
  "The human body has 4 types of anesthesia: general, regional, local, and conscious sedation.",
  "The human skin has about 0.00000000000000000000005 reduced enamel epithelium cells per square millimeter.",
  "The human body produces about 500 ml of thrombopoietin per day.",
  "The human ear can hear the sound of a whisper from 2000 feet away.",
  "The human body contains about 0.000000000000000000000000000001 grams of unennilium.",
  "The human brain has about 0.0000000000000001 different types of philosophies.",
  "The human body has 3 types of therapies: curative, palliative, and preventive.",
  "The human skin has about 0.00000000000000000000001 enamel knot cells per square millimeter.",
  "The human body produces about 1 liter of ghrelin per day.",
  "The human eye can see the color psychedelic better than any other color.",
  "The human body contains about 0.0000000000000000000000000000005 grams of untrinilium.",
  "The human brain can learn to philosophize in decades.",
  "The human body has 4 types of medical imaging: X-ray, MRI, CT, and ultrasound.",
  "The human skin has about 0.000000000000000000000005 cervical loop cells per square millimeter.",
  "The human body produces about 500 ml of leptin per day.",
  "The human ear can hear the sound of a mosquito from 1000 feet away.",
  "The human body contains about 0.0000000000000000000000000000001 grams of unquadnilium.",
  "The human brain has about 0.00000000000000001 different types of wisdoms.",
  "The human body has 3 types of diets: balanced, therapeutic, and elemental.",
  "The human skin has about 0.000000000000000000000001 stellate reticulum cells per square millimeter.",
  "The human body produces about 1.5 liters of peptide YY per day.",
  "The human eye can see the color surreal better than any other color.",
  "The human body contains about 0.00000000000000000000000000000005 grams of unpentnilium.",
  "The human brain can learn to wise up in lifetimes.",
  "The human body has 4 types of exercise: aerobic, anaerobic, flexibility, and strength.",
  "The human skin has about 0.0000000000000000000000005 outer enamel epithelium cells per square millimeter.",
  "The human body produces about 500 ml of adiponectin per day.",
  "The human ear can hear the sound of a pin drop from 2000 feet away.",
  "The human body contains about 0.00000000000000000000000000000001 grams of unhexnilium.",
  "The human brain has about 0.000000000000000001 different types of enlightenments.",
  "The human body has 3 types of massages: Swedish, deep tissue, and sports.",
  "The human skin has about 0.0000000000000000000000001 inner enamel epithelium cells per square millimeter.",
  "The human body produces about 1 liter of resistin per day.",
  "The human eye can see the color metaphysical better than any other color.",
  "The human body contains about 0.000000000000000000000000000000005 grams of unseptnilium.",
  "The human brain can learn to enlighten in eternities.",
  "The human body has 4 types of yoga: Hatha, Vinyasa, Ashtanga, and Bikram.",
  "The human skin has about 0.00000000000000000000000005 preameloblasts per square millimeter.",
  "The human body produces about 500 ml of visfatin per day.",
  "The human ear can hear the sound of a whisper from 5000 feet away.",
  "The human body contains about 0.000000000000000000000000000000001 grams of unoctnilium.",
  "The human brain has about 0.0000000000000000001 different types of nirvanas.",
  "The human body has 3 types of meditation: mindfulness, transcendental, and guided.",
  "The human skin has about 0.00000000000000000000000001 stratum intermedium cells per square millimeter.",
  "The human body produces about 1.5 liters of obestatin per day.",
  "The human eye can see the color nirvanic better than any other color.",
  "The human body contains about 0.0000000000000000000000000000000005 grams of unennilium.",
  "The human brain can learn to nirvana in infinities.",
  "The human body has 4 types of breathing: diaphragmatic, thoracic, clavicular, and paradoxical.",
  "The human skin has about 0.000000000000000000000000005 dental lamina cells per square millimeter.",
  "The human body produces about 500 ml of apelin per day.",
  "The human ear can hear the sound of a mosquito from 2000 feet away.",
  "The human body contains about 0.0000000000000000000000000000000001 grams of untrinilium.",
  "The human brain has about 0.00000000000000000001 different types of kosmic consciousnesses.",
  "The human body has 3 types of fasting: intermittent, alternate-day, and prolonged.",
  "The human skin has about 0.000000000000000000000000001 successional lamina cells per square millimeter.",
  "The human body produces about 1 liter of nesfatin-1 per day.",
  "The human eye can see the color kosmic better than any other color.",
  "The human body contains about 0.00000000000000000000000000000000005 grams of unquadnilium.",
  "The human brain can learn to kosmic in multiverses.",
  "The human body has 4 types of sleep: REM, NREM stage 1, NREM stage 2, and NREM stage 3.",
  "The human skin has about 0.0000000000000000000000000005 enamel organ cells per square millimeter.",
  "The human body produces about 500 ml of omentin per day.",
  "The human ear can hear the sound of a pin drop from 5000 feet away.",
  "The human body contains about 0.00000000000000000000000000000000001 grams of unpentnilium.",
  "The human brain has about 0.000000000000000000001 different types of universal consciousnesses.",
  "The human body has 3 types of diets: ketogenic, paleo, and Mediterranean.",
  "The human skin has about 0.0000000000000000000000000001 epithelial rests of Malassez per square millimeter.",
  "The human body produces about 1.5 liters of irisin per day.",
  "The human eye can see the color universal better than any other color.",
  "The human body contains about 0.000000000000000000000000000000000005 grams of unhexnilium.",
  "The human brain can learn to universal in omniverses.",
  "The human body has 4 types of meditation: mindfulness, loving-kindness, body scan, and walking.",
  "The human skin has about 0.00000000000000000000000000005 epithelial pearls per square millimeter."]
